---
kind: other
id: Properties.T:Autodesk.Revit.DB.KeynoteEntries
source: html/b5b1d6db-6605-44f8-6ee2-8c1398a74c65.htm
---
# KeynoteEntries Properties

Specifies whether the .NET object represents a valid Revit entity.